Repository: iris-dc/lily
Catalog: lily/Localizable.xcstrings
Source language: en
Languages: es, fr, pl, pt, ru, uk

source: %@ are in. Registration closes and the matches are drawn.
es: %@ inscritos. Se cierra la inscripción y se sortean los partidos.
fr: %@ inscrits. Les inscriptions ferment et les matchs sont tirés.
pl: W grze: %@. Rejestracja się zamknie, a mecze zostaną rozlosowane.
pt: %@ confirmados. As inscrições fecham e as partidas são sorteadas.
ru: Участвуют: %@. Регистрация закроется, и матчи будут составлены.
uk: Беруть участь: %@. Реєстрація закриється, і матчі буде складено.

source: %@ created %@
es: %1$@ creó %2$@
fr: %1$@ a créé %2$@
pl: Nowa gra od %1$@: %2$@
pt: %1$@ criou %2$@
ru: Новая игра от %1$@: %2$@
uk: Нова гра від %1$@: %2$@

source: %@ invited you to %@
es: %1$@ te invitó a %2$@
fr: %1$@ vous invite à rejoindre %2$@
pl: %1$@ zaprasza Cię do %2$@
pt: %1$@ convidou você para %2$@
ru: %1$@ приглашает вас в %2$@
uk: %1$@ запрошує вас до %2$@

source: %@ level
es: Nivel %@
fr: Niveau %@
pl: Poziom: %@
pt: Nível %@
ru: Уровень: %@
uk: Рівень: %@

source: %@ per person
es: %@ por persona
fr: %@ par personne
pl: %@ za osobę
pt: %@ por pessoa
ru: %@ с человека
uk: %@ з особи

source: %@ reported %@
es: %1$@ reportó %2$@
fr: %1$@ a déclaré %2$@
pl: Wynik od %1$@: %2$@
pt: %1$@ reportou %2$@
ru: Результат от %1$@: %2$@
uk: Результат від %1$@: %2$@

source: %@ sign-in didn't go through. Please try again.
es: El inicio de sesión con %@ no se completó. Inténtalo de nuevo.
fr: La connexion avec %@ a échoué. Veuillez réessayer.
pl: Logowanie przez %@ nie powiodło się. Spróbuj ponownie.
pt: A entrada com %@ não foi concluída. Tente novamente.
ru: Вход через %@ не удался. Попробуйте ещё раз.
uk: Вхід через %@ не вдався. Спробуйте ще раз.

source: %@ wins by walkover
es: %@ gana por walkover
fr: %@ gagne par forfait
pl: %@ wygrywa walkowerem
pt: %@ vence por W.O.
ru: %@ побеждает из-за неявки
uk: %@ перемагає через неявку

source: %@ won the tournament
es: %@ ganó el torneo
fr: %@ a gagné le tournoi
pl: %@ wygrywa turniej
pt: %@ venceu o torneio
ru: %@ — победитель турнира
uk: %@ — переможець турніру

source: %lld joined
es: %lld apuntados
fr: %lld inscrits
pl: Dołączyło %lld osób
pt: %lld inscritos
ru: Присоединились %lld
uk: Приєднались %lld

source: %lld joined · %lld needed
es: %lld apuntados · %lld necesarios
fr: %lld inscrits · %lld requis
pl: Dołączyło: %lld · potrzeba %lld
pt: %lld inscritos · %lld necessários
ru: Участников: %lld · нужно %lld
uk: Учасників: %lld · потрібно %lld

source: %lld left
es: Quedan %lld
fr: %lld restantes
pl: Zostało %lld
pt: Restam %lld
ru: Осталось %lld
uk: Залишилось %lld

source: %lld members
es: %lld miembros
fr: %lld membres
pl: %lld członków
pt: %lld membros
ru: %lld участников
uk: %lld учасників

source: %lld more needed
es: Faltan %lld más
fr: Encore %lld à trouver
pl: Brakuje jeszcze %lld
pt: Faltam mais %lld
ru: Нужно ещё %lld
uk: Потрібно ще %lld

source: %lld of %lld joined
es: %lld de %lld apuntados
fr: %lld inscrits sur %lld
pl: Dołączyło %lld z %lld
pt: %lld de %lld inscritos
ru: Участников: %lld из %lld
uk: Учасників: %lld із %lld

source: %lld of %lld players
es: %lld de %lld jugadores
fr: %lld joueurs sur %lld
pl: Gracze: %lld z %lld
pt: %lld de %lld jogadores
ru: Игроков: %lld из %lld
uk: Гравців: %lld із %lld

source: %lld of %lld teams
es: %lld de %lld equipos
fr: %lld équipes sur %lld
pl: Drużyny: %lld z %lld
pt: %lld de %lld equipes
ru: Команд: %lld из %lld
uk: Команд: %lld із %lld

source: %lld players
es: %lld jugadores
fr: %lld joueurs
pl: %lld graczy
pt: %lld jogadores
ru: %lld игроков
uk: %lld гравців

source: %lld players needed
es: Se necesitan %lld jugadores
fr: %lld joueurs requis
pl: Potrzebnych %lld graczy
pt: Faltam %lld jogadores
ru: Нужно %lld игроков
uk: Потрібно %lld гравців

source: %lld spots left
es: Quedan %lld plazas
fr: %lld places restantes
pl: Zostało %lld miejsc
pt: Restam %lld vagas
ru: Осталось %lld мест
uk: Залишилось %lld місць

source: %lld unread chats
es: %lld chats sin leer
fr: %lld discussions non lues
pl: %lld nieprzeczytanych czatów
pt: %lld conversas por ler
ru: %lld непрочитанных чатов
uk: %lld непрочитаних чатів

source: A result is in
es: Hay un resultado
fr: Un résultat est tombé
pl: Jest wynik
pt: Há um resultado
ru: Есть результат
uk: Є результат

source: Accept
es: Aceptar
fr: Accepter
pl: Akceptuj
pt: Aceitar
ru: Принять
uk: Прийняти

source: Accept the terms of use to continue.
es: Acepta las condiciones de uso para continuar.
fr: Acceptez les conditions d’utilisation pour continuer.
pl: Zaakceptuj warunki korzystania, aby kontynuować.
pt: Aceite os termos de utilização para continuar.
ru: Чтобы продолжить, примите условия использования.
uk: Щоб продовжити, прийміть умови використання.

source: Account suspended
es: Cuenta suspendida
fr: Compte suspendu
pl: Konto zawieszone
pt: Conta suspensa
ru: Аккаунт заблокирован
uk: Обліковий запис заблоковано

source: Active today
es: Activo hoy
fr: Actif aujourd’hui
pl: Aktywna dzisiaj
pt: Ativo hoje
ru: Активна сегодня
uk: Активна сьогодні

source: Advanced
es: Avanzado
fr: Avancé
pl: Zaawansowany
pt: Avançado
ru: Продвинутый
uk: Просунутий

source: All clear
es: Todo en orden
fr: Rien à signaler
pl: Wszystko w porządku
pt: Tudo em ordem
ru: Всё чисто
uk: Усе чисто

source: Allowed
es: Permitidos
fr: Autorisés
pl: Dozwolone
pt: Permitidos
ru: Разрешены
uk: Дозволені

source: Already banned
es: Ya está bloqueado
fr: Déjà banni
pl: Już zablokowany
pt: Já banido
ru: Уже заблокирован
uk: Уже заблоковано

source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
pl: Masz już konto?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
uk: Уже є обліковий запис?

source: An admin has removed you from this group.
es: Un administrador te ha expulsado de este grupo.
fr: Un admin vous a retiré de ce groupe.
pl: Administrator usunął Cię z tej grupy.
pt: Um administrador removeu você deste grupo.
ru: Администратор удалил вас из этой группы.
uk: Адміністратор видалив вас із цієї групи.

source: An unexpected error occurred. Please try again.
es: Se ha producido un error inesperado. Inténtalo de nuevo.
fr: Une erreur inattendue s’est produite. Veuillez réessayer.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.
pt: Ocorreu um erro inesperado. Tente novamente.
ru: Произошла непредвиденная ошибка. Попробуйте ещё раз.
uk: Сталася непередбачена помилка. Спробуйте ще раз.

source: Any
es: Cualquiera
fr: Indifférent
pl: Dowolne
pt: Qualquer
ru: Любое
uk: Будь-яке

source: Any level
es: Cualquier nivel
fr: Tous niveaux
pl: Dowolny poziom
pt: Qualquer nível
ru: Любой уровень
uk: Будь-який рівень

source: Any number
es: Sin límite
fr: Sans limite
pl: Bez limitu
pt: Sem limite
ru: Сколько угодно
uk: Скільки завгодно

source: Any type
es: Cualquier tipo
fr: Tous types
pl: Dowolny typ
pt: Qualquer tipo
ru: Любой тип
uk: Будь-який тип

source: Anyone can find and join
es: Cualquiera puede encontrarlo y unirse
fr: Tout le monde peut le trouver et le rejoindre
pl: Każdy może znaleźć i dołączyć
pt: Qualquer pessoa pode encontrar e entrar
ru: Любой может найти и вступить
uk: Будь-хто може знайти й приєднатися

source: Anyone can still join once that many are in.
es: Cuando haya tantos, los demás aún podrán unirse.
fr: Une fois ce nombre atteint, d’autres peuvent encore rejoindre.
pl: Gdy zebierze się tyle osób, inni nadal mogą dołączyć.
pt: Quando houver esse número, outros ainda podem entrar.
ru: Когда столько наберётся, присоединяться можно и дальше.
uk: Коли стільки набереться, приєднуватися можна й далі.

source: Anyone up for Thursday evening?
es: ¿Alguien se apunta el jueves por la tarde?
fr: Quelqu’un pour jeudi soir ?
pl: Ktoś chętny na czwartek wieczorem?
pt: Alguém alinha na quinta à noite?
ru: Кто за игру в четверг вечером?
uk: Хто за гру в четвер увечері?

source: Anything else we should know? (optional)
es: ¿Algo más que debamos saber? (opcional)
fr: Autre chose à nous signaler ? (facultatif)
pl: Coś jeszcze powinniśmy wiedzieć? (opcjonalnie)
pt: Mais alguma coisa que devamos saber? (opcional)
ru: Что ещё нам стоит знать? (необязательно)
uk: Що ще нам варто знати? (необов’язково)

source: Ask to be invited again.
es: Pide que te inviten de nuevo.
fr: Demandez à être invité de nouveau.
pl: Poproś o ponowne zaproszenie.
pt: Peça para ser convidado de novo.
ru: Попросите пригласить вас ещё раз.
uk: Попросіть запросити вас ще раз.

source: At least
es: Al menos
fr: Au moins
pl: Co najmniej
pt: Pelo menos
ru: Не меньше
uk: Щонайменше

source: At least %lld characters
es: Al menos %lld caracteres
fr: Au moins %lld caractères
pl: Co najmniej %lld znaków
pt: Pelo menos %lld caracteres
ru: Не меньше %lld символов
uk: Щонайменше %lld символів

source: Attach
es: Adjuntar
fr: Joindre
pl: Załącz
pt: Anexar
ru: Прикрепить
uk: Прикріпити

source: Attachment missing
es: Falta el archivo adjunto
fr: Pièce jointe introuvable
pl: Brak załącznika
pt: Anexo em falta
ru: Вложение не найдено
uk: Вкладення не знайдено

source: Attachments are off
es: Los adjuntos están desactivados
fr: Les pièces jointes sont désactivées
pl: Załączniki są wyłączone
pt: Os anexos estão desativados
ru: Вложения отключены
uk: Вкладення вимкнено

source: Attachments can't be sent right now. Try again later.
es: Ahora mismo no se pueden enviar adjuntos. Inténtalo más tarde.
fr: Impossible d’envoyer des pièces jointes pour le moment. Réessayez plus tard.
pl: Nie można teraz wysyłać załączników. Spróbuj później.
pt: Não é possível enviar anexos agora. Tente mais tarde.
ru: Сейчас вложения отправить нельзя. Попробуйте позже.
uk: Зараз вкладення надіслати не можна. Спробуйте пізніше.

source: Back to sign in
es: Volver a iniciar sesión
fr: Retour à la connexion
pl: Wróć do logowania
pt: Voltar a entrar
ru: Назад ко входу
uk: Назад до входу

source: Badminton
es: Bádminton
ru: Бадминтон
uk: Бадмінтон

source: Ban
es: Bloquear
fr: Bannir
pl: Zablokuj
pt: Banir
ru: Заблокировать
uk: Заблокувати

source: Ban %@? They cannot rejoin.
es: ¿Bloquear a %@? No podrá volver a unirse.
fr: Bannir %@ ? Impossible de revenir ensuite.
pl: Zablokować %@? Nie będzie można dołączyć ponownie.
pt: Banir %@? Não poderá voltar a entrar.
ru: Заблокировать %@? Вернуться в группу будет нельзя.
uk: Заблокувати %@? Повернутися до групи буде неможливо.

source: Banned
es: Bloqueados
fr: Bannis
pl: Zablokowani
pt: Banidos
ru: Заблокированные
uk: Заблоковані

source: Basketball
es: Baloncesto
fr: Basket
pl: Koszykówka
pt: Basquetebol
ru: Баскетбол
uk: Баскетбол

source: Be kind. There is zero tolerance for objectionable content or abusive behaviour: offending messages are removed and the accounts behind them are suspended.
es: Sé amable. No se tolera el contenido ofensivo ni el comportamiento abusivo: esos mensajes se eliminan y las cuentas responsables se suspenden.
fr: Soyez bienveillant. Aucune tolérance pour les contenus choquants ou les comportements abusifs : ces messages sont supprimés et les comptes concernés suspendus.
pl: Bądź życzliwy. Nie tolerujemy obraźliwych treści ani agresywnego zachowania: takie wiadomości są usuwane, a odpowiedzialne za nie konta zawieszane.
pt: Seja gentil. Não há tolerância para conteúdo ofensivo ou comportamento abusivo: essas mensagens são removidas e as contas responsáveis são suspensas.
ru: Будьте доброжелательны. Оскорбительный контент и агрессивное поведение недопустимы: такие сообщения удаляются, а аккаунты их авторов блокируются.
uk: Будьте доброзичливими. Образливий контент і агресивна поведінка неприпустимі: такі повідомлення видаляються, а облікові записи їхніх авторів блокуються.

source: Before you join in
es: Antes de participar
fr: Avant de participer
pl: Zanim zaczniesz
pt: Antes de participar
ru: Прежде чем начать
uk: Перш ніж почати

source: Beginner
es: Principiante
fr: Débutant
pl: Początkujący
pt: Iniciante
ru: Начинающий
uk: Початківець

source: Between %lld and %lld entries
es: Entre %lld y %lld inscripciones
fr: Entre %lld et %lld inscriptions
pl: Od %lld do %lld zgłoszeń
pt: Entre %lld e %lld inscrições
ru: От %lld до %lld заявок
uk: Від %lld до %lld заявок

source: Between %lld and %lld players
es: Entre %lld y %lld jugadores
fr: Entre %lld et %lld joueurs
pl: Od %lld do %lld graczy
pt: Entre %lld e %lld jogadores
ru: От %lld до %lld игроков
uk: Від %lld до %lld гравців

source: Between %lld and %lld players per team
es: Entre %lld y %lld jugadores por equipo
fr: Entre %lld et %lld joueurs par équipe
pl: Od %lld do %lld graczy w drużynie
pt: Entre %lld e %lld jogadores por equipe
ru: От %lld до %lld игроков в команде
uk: Від %lld до %lld гравців у команді

source: Block
es: Bloquear
fr: Bloquer
pl: Zablokuj
pt: Bloquear
ru: Заблокировать
uk: Заблокувати

source: Block list full
es: Lista de bloqueados llena
fr: Liste de blocage pleine
pl: Lista zablokowanych jest pełna
pt: Lista de bloqueios cheia
ru: Список заблокированных заполнен
uk: Список заблокованих заповнено

source: Blocked users
es: Usuarios bloqueados
fr: Utilisateurs bloqués
pl: Zablokowani użytkownicy
pt: Utilizadores bloqueados
ru: Заблокированные пользователи
uk: Заблоковані користувачі

source: Board games
es: Juegos de mesa
fr: Jeux de société
pl: Gry planszowe
pt: Jogos de tabuleiro
ru: Настольные игры
uk: Настільні ігри

source: Bracket
es: Cuadro
fr: Tableau
pl: Drabinka
pt: Chaveamento
ru: Сетка
uk: Сітка

source: Bring your people.
es: Reúne a tu gente.
fr: Rassemblez votre équipe.
pl: Zbierz swoich ludzi.
pt: Junte a sua gente.
ru: Собери своих.
uk: Збери своїх.

source: Bye
es: Exento
fr: Exempt
pl: Wolny los
pt: Isento
ru: Пропуск круга
uk: Пропуск кола

source: Camera
es: Cámara
fr: Appareil photo
pl: Aparat
pt: Câmera
ru: Камера
uk: Камера

source: Cancel
es: Cancelar
fr: Annuler
pl: Anuluj
pt: Cancelar
ru: Отмена
uk: Скасувати

source: Cancel %@? The chat stays, but no matches will be played.
es: ¿Cancelar %@? El chat se mantiene, pero no se jugará ningún partido.
fr: Annuler %@ ? La discussion reste, mais aucun match ne sera joué.
pl: Odwołać %@? Czat zostanie, ale żaden mecz się nie odbędzie.
pt: Cancelar %@? O chat continua, mas nenhuma partida será jogada.
ru: Отменить %@? Чат останется, но матчи не состоятся.
uk: Скасувати %@? Чат залишиться, але матчі не відбудуться.

source: Cancel reply
es: Cancelar respuesta
fr: Annuler la réponse
pl: Anuluj odpowiedź
pt: Cancelar resposta
ru: Отменить ответ
uk: Скасувати відповідь

source: Cancel tournament
es: Cancelar torneo
fr: Annuler le tournoi
pl: Odwołaj turniej
pt: Cancelar torneio
ru: Отменить турнир
uk: Скасувати турнір

source: Cancelled
es: Cancelado
fr: Annulé
pl: Odwołany
pt: Cancelado
ru: Отменён
uk: Скасовано

source: Captain
es: Capitán
fr: Capitaine
pl: Kapitan
pt: Capitão
ru: Капитан
uk: Капітан

source: Chat unavailable
es: Chat no disponible
fr: Discussion indisponible
pl: Czat niedostępny
pt: Conversa indisponível
ru: Чат недоступен
uk: Чат недоступний

source: Check the code in your email, or ask for a new one.
es: Comprueba el código del correo o pide uno nuevo.
fr: Vérifiez le code reçu par e-mail ou demandez-en un nouveau.
pl: Sprawdź kod w e-mailu lub poproś o nowy.
pt: Verifique o código no e-mail ou peça um novo.
ru: Проверьте код в письме или запросите новый.
uk: Перевірте код у листі або запросіть новий.

source: Check the details and try again in a moment.
es: Revisa los datos e inténtalo de nuevo en un momento.
fr: Vérifiez les informations et réessayez dans un instant.
pl: Sprawdź dane i spróbuj ponownie za chwilę.
pt: Verifique os dados e tente novamente daqui a pouco.
ru: Проверьте данные и попробуйте снова чуть позже.
uk: Перевірте дані й спробуйте знову за хвилину.

source: Check your connection and try again.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion et réessayez.
pl: Sprawdź połączenie i spróbuj ponownie.
pt: Verifique a ligação e tente novamente.
ru: Проверьте подключение и попробуйте снова.
uk: Перевірте з’єднання й спробуйте знову.

source: Check your details
es: Revisa tus datos
fr: Vérifiez vos informations
pl: Sprawdź dane
pt: Verifique os seus dados
ru: Проверьте данные
uk: Перевірте дані

source: Check your email
es: Revisa tu correo
fr: Consultez vos e-mails
pl: Sprawdź e-mail
pt: Verifique o seu e-mail
ru: Проверьте почту
uk: Перевірте пошту

source: Clear chat
es: Vaciar chat
fr: Effacer la discussion
pl: Wyczyść czat
pt: Limpar conversa
ru: Очистить чат
uk: Очистити чат

source: Clear chat history?
es: ¿Vaciar el historial del chat?
fr: Effacer l’historique de la discussion ?
pl: Wyczyścić historię czatu?
pt: Limpar o histórico da conversa?
ru: Очистить историю чата?
uk: Очистити історію чату?

source: Clear schedule
es: Borrar la programación
fr: Effacer la programmation
pl: Wyczyść termin
pt: Limpar agendamento
ru: Сбросить время и место
uk: Скинути час і місце

source: Climbing
es: Escalada
fr: Escalade
pl: Wspinaczka
pt: Escalada
ru: Скалолазание
uk: Скелелазіння

source: Close
es: Cerrar
fr: Fermer
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити

source: Closes
es: Cierra
fr: Clôture
pl: Zamknięcie
pt: Encerra
ru: Закрывается
uk: Закривається

source: Coming soon
es: Próximamente
fr: Bientôt disponible
pl: Już wkrótce
pt: Em breve
ru: Скоро
uk: Незабаром

source: Completed
es: Finalizado
fr: Terminé
pl: Zakończony
pt: Concluído
ru: Завершён
uk: Завершено

source: Confirm
es: Confirmar
fr: Confirmer
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
uk: Підтвердити

source: Confirm result
es: Confirmar resultado
fr: Confirmer le résultat
pl: Potwierdź wynik
pt: Confirmar resultado
ru: Подтвердить результат
uk: Підтвердити результат

source: Confirm your email
es: Confirma tu correo
fr: Confirmez votre e-mail
pl: Potwierdź e-mail
pt: Confirme o seu e-mail
ru: Подтвердите почту
uk: Підтвердьте пошту

source: Confirmation code
es: Código de confirmación
fr: Code de confirmation
pl: Kod potwierdzający
pt: Código de confirmação
ru: Код подтверждения
uk: Код підтвердження

source: Continue with %@
es: Continuar con %@
fr: Continuer avec %@
pl: Kontynuuj z %@
pt: Continuar com %@
ru: Продолжить через %@
uk: Продовжити через %@

source: Copy
es: Copiar
fr: Copier
pl: Kopiuj
pt: Copiar
ru: Копировать
uk: Копіювати

source: Couldn't answer the invite
es: No se pudo responder a la invitación
fr: Impossible de répondre à l’invitation
pl: Nie udało się odpowiedzieć na zaproszenie
pt: Não foi possível responder ao convite
ru: Не удалось ответить на приглашение
uk: Не вдалося відповісти на запрошення

source: Couldn't create your game
es: No se pudo crear el partido
fr: Impossible de créer le match
pl: Nie udało się utworzyć gry
pt: Não foi possível criar o jogo
ru: Не удалось создать игру
uk: Не вдалося створити гру

source: Couldn't create your group
es: No se pudo crear el grupo
fr: Impossible de créer le groupe
pl: Nie udało się utworzyć grupy
pt: Não foi possível criar o grupo
ru: Не удалось создать группу
uk: Не вдалося створити групу

source: Couldn't create your tournament
es: No se pudo crear tu torneo
fr: Impossible de créer votre tournoi
pl: Nie udało się utworzyć turnieju
pt: Não foi possível criar seu torneio
ru: Не удалось создать турнир
uk: Не вдалося створити турнір

source: Couldn't load events
es: No se pudieron cargar los eventos
fr: Impossible de charger les événements
pl: Nie udało się wczytać wydarzeń
pt: Não foi possível carregar os eventos
ru: Не удалось загрузить события
uk: Не вдалося завантажити події

source: Couldn't load group
es: No se pudo cargar el grupo
fr: Impossible de charger le groupe
pl: Nie udało się wczytać grupy
pt: Não foi possível carregar o grupo
ru: Не удалось загрузить группу
uk: Не вдалося завантажити групу

source: Couldn't load people
es: No se pudieron cargar las personas
fr: Impossible de charger les personnes
pl: Nie udało się wczytać osób
pt: Não foi possível carregar as pessoas
ru: Не удалось загрузить людей
uk: Не вдалося завантажити людей

source: Couldn't load the attachment
es: No se pudo cargar el adjunto
fr: Impossible de charger la pièce jointe
pl: Nie udało się wczytać załącznika
pt: Não foi possível carregar o anexo
ru: Не удалось загрузить вложение
uk: Не вдалося завантажити вкладення

source: Couldn't load this profile
es: No se pudo cargar este perfil
fr: Impossible de charger ce profil
pl: Nie udało się wczytać tego profilu
pt: Não foi possível carregar este perfil
ru: Не удалось загрузить профиль
uk: Не вдалося завантажити профіль

source: Couldn't load tournaments
es: No se pudieron cargar los torneos
fr: Impossible de charger les tournois
pl: Nie udało się wczytać turniejów
pt: Não foi possível carregar os torneios
ru: Не удалось загрузить турниры
uk: Не вдалося завантажити турніри

source: Couldn't load your games. Pull down to try again.
es: No se pudieron cargar tus partidos. Desliza hacia abajo para reintentar.
fr: Impossible de charger vos matchs. Tirez vers le bas pour réessayer.
pl: Nie udało się wczytać Twoich gier. Pociągnij w dół, aby spróbować ponownie.
pt: Não foi possível carregar os seus jogos. Puxe para baixo para tentar novamente.
ru: Не удалось загрузить ваши игры. Потяните вниз, чтобы повторить.
uk: Не вдалося завантажити ваші ігри. Потягніть униз, щоб повторити.

source: Couldn't load your groups and games
es: No se pudieron cargar tus grupos y partidos
fr: Impossible de charger vos groupes et matchs
pl: Nie udało się wczytać Twoich grup i gier
pt: Não foi possível carregar os seus grupos e jogos
ru: Не удалось загрузить ваши группы и игры
uk: Не вдалося завантажити ваші групи та ігри

source: Couldn't load your groups. Pull down to try again.
es: No se pudieron cargar tus grupos. Desliza hacia abajo para reintentar.
fr: Impossible de charger vos groupes. Tirez vers le bas pour réessayer.
pl: Nie udało się wczytać Twoich grup. Pociągnij w dół, aby spróbować ponownie.
pt: Não foi possível carregar os seus grupos. Puxe para baixo para tentar novamente.
ru: Не удалось загрузить ваши группы. Потяните вниз, чтобы повторить.
uk: Не вдалося завантажити ваші групи. Потягніть униз, щоб повторити.

source: Couldn't load your notifications
es: No se pudieron cargar tus notificaciones
fr: Impossible de charger vos notifications
pl: Nie udało się wczytać powiadomień
pt: Não foi possível carregar as suas notificações
ru: Не удалось загрузить уведомления
uk: Не вдалося завантажити сповіщення

source: Couldn't load your tournaments. Pull down to try again.
es: No se pudieron cargar tus torneos. Desliza hacia abajo para reintentar.
fr: Impossible de charger vos tournois. Tirez vers le bas pour réessayer.
pl: Nie udało się wczytać Twoich turniejów. Pociągnij w dół, aby spróbować ponownie.
pt: Não foi possível carregar seus torneios. Puxe para baixo para tentar de novo.
ru: Не удалось загрузить ваши турниры. Потяните вниз, чтобы повторить.
uk: Не вдалося завантажити ваші турніри. Потягніть вниз, щоб повторити.

source: Couldn't save your changes
es: No se pudieron guardar los cambios
fr: Impossible d’enregistrer vos modifications
pl: Nie udało się zapisać zmian
pt: Não foi possível guardar as alterações
ru: Не удалось сохранить изменения
uk: Не вдалося зберегти зміни

source: Couldn't send the invite
es: No se pudo enviar la invitación
fr: Impossible d’envoyer l’invitation
pl: Nie udało się wysłać zaproszenia
pt: Não foi possível enviar o convite
ru: Не удалось отправить приглашение
uk: Не вдалося надіслати запрошення

source: Couldn't send your report
es: No se pudo enviar tu denuncia
fr: Impossible d’envoyer votre signalement
pl: Nie udało się wysłać zgłoszenia
pt: Não foi possível enviar a sua denúncia
ru: Не удалось отправить жалобу
uk: Не вдалося надіслати скаргу

source: Couldn't sign in
es: No se pudo iniciar sesión
fr: Connexion impossible
pl: Nie udało się zalogować
pt: Não foi possível entrar
ru: Не удалось войти
uk: Не вдалося увійти
